---
kind: other
id: Properties.T:Autodesk.Revit.DB.AssemblyDifferenceConfiguration
source: html/a0e23a4a-0fe0-4174-c240-d7ffee7f59f6.htm
---
# AssemblyDifferenceConfiguration Properties

Specifies whether the .NET object represents a valid Revit entity.